@echo イメージ名                     PID セッション名     セッション# メモリ使用量
@echo ========================= ======== ================ =========== ============
@tasklist | findstr cmd.exe
@echo ========================= ======== ================ =========== ============
@echo 【使い方】
@echo タスクマネージャの詳細タブを開き、
@echo メモリ使用量測定対象のユーザ名の"cmd.exe"を探す。
@echo 上記一覧からPIDが一致するセッション名を取得し、下記コマンドを起動する。
@echo ------------------------------
@echo 　　＞ Loop_MemUsage.bat [セッション名] [取得周期(ミリ秒)]
@echo 例）＞ Loop_MemUsage.bat RDP-Tcp#68 10000
@echo ※取得周期 : 未指定時は60000ミリ秒
@echo ------------------------------
@CALL cmd.exe
